Repository: Savitar666/bcc-media-app
Catalog: lib/l10n/intl_*.arb
Languages: it

source: Loading content
it: Contenuto in caricamento

# signInTooltip
source: Sign in to watch more content
it: Accedi per vedere altri contenuti

# skipToPublicContent
source: Skip to watch public content
it: Vai alla visualizzazione di contenuti pubblici

# calendarThisWeek
source: This week
it: Questa settimana

# calendarWeek
source: week
it: settimana

source: Loading
it: In fase di caricamento

# loginPageDisplay1
source: The most powerful message in the world
it: Il più potente messaggio nel mondo

# loginPageDisplay2
source: Watch series, shows and films based on Christian values
it: Guarda serie, spettacoli e film basati sui valori cristiani

# loginPageDisplay3
source: Produced by BCC Media
it: Prodotto da BCC Media

# liveTab
source: Live
it: Diretta

# logOutButton
source: Log out
it: Esci

# profileTab
source: Profile
it: Profilo

# faq
source: Frequently asked questions
it: Domande frequenti

# bccMediaCenter
source: BrunstadTV is a non-commercial media center producing and distributing content based on positive and Christian values.
it: BrunstadTV è un centro multimediale non-commerciale che produce e distribuisce contenuti basati su valori positivi e cristiani.

# signInButton
source: Sign in
it: 7 / 5000 Registrati

# tryAgainButton
source: Try again
it: Riprova

# loggedOutTitle
source: Logged out
it: Disconnesso

# loggedOutMessage
source: You have been logged out. Please log in again.
it: Sei stato disconnesso. Per favore esegui nuovamente l'accesso.

source: Most watched
it: I più visti

source: Most recent
it: I più recenti

source: Lately published
it: Pubblicati di recente

source: An error occurred
it: Si è verificato un errore

# loginFailedCheckNetwork
source: Login failed. Check your network connection and try again.
it: Accesso fallito. Controlla la tua connessione di rete e riprova.

# loginFailedTryAgain
source: Login failed. Please try again later.
it: Accesso fallito. Per favore riprova più tardi.

source: Sound language
it: Linguaggio del suono

source: Subtitle language
it: Lingua dei sottotitoli

source: App language
it: Lingua dell'applicazione

# checkNetwork
source: Check your network connection and try again.
it: Controlla la tua connessione di rete e riprova.

# tryAgain
source: Please try again later.
it: Per favore riprova più tardi.

# cantPlayVideo
source: You can't play this video now.
it: Non puoi riprodurre questo video ora.

source: About
it: Circa

source: Version
it: Versione

source: Contact support
it: Contatta il supporto

source: Cancel
it: Annulla

source: Up next
it: Al prossimo

source: Done
it: Fatto

source: Player settings
it: Impostazioni del lettore

source: Settings
it: Impostazioni

source: None
it: Nessuno

source: Live
it: Diretta

source: Subtitles
it: Sottotitoli

source: Quality
it: Qualità

source: Seasons
it: Stagioni

source: Episodes
it: Episodi

source: Search
it: Cerca

# noResults
source: No results found
it: Nessun risultato

# doYouWantCast
source: Do you want to cast this video?
it: Vuoi lanciare questo video?

source: Cast queue
it: Coda di trasmissione

source: Options
it: Opzioni

source: Remove
it: Rimuovi

# queueLimitTitle
source: Limit
it: Limite

# queueLimitMessage
source: You cannot have more than {elementCount} elements in queue.
it: Non puoi avere più di {elementCount} elementi in coda.

source: Recent Searches
it: Ricerche recenti

# tVLoginSuccessful
source: Log in successful, please confirm on TV.
it: Accesso riuscito, conferma su TV.

source: See more
it: Vedi di più

source: See all
it: Vedi tutto

source: Series
it: Serie

# livestreamMaintenance
source: We're sorry, livestream is currently under maintenance. Please try again later.
it: Siamo spiacenti, la trasmissione in diretta è attualmente in manutenzione. Per favore riprova più tardi.

source: Sort by
it: Ordina per

source: Video quality
it: Qualità video

source: Low
it: Bassa

source: Medium
it: Media

source: High
it: Alta

# emptySearch
source: You can search all content from BrunstadTV. Series, videos and episodes.
it: Puoi cercare tutti i contenuti di BrunstadTV. Serie, film ed episodi.

source: Back
it: Indietro

source: Short films
it: Brevi filmati

source: Videos
it: Video

# moreInfo
source: More information
it: Ulteriori informazioni

# info
source: Information
it: Informazioni

source: Episode
it: Episodio

# takePhoto
source: Take a photo
it: Fai una foto

# pickPhoto
source: Pick from gallery
it: Scegli dalla galleria

# uploadFileTitle
source: Upload file
it: Carica file

# uploadFileMessage
source: Do you want to upload this file?
it: Vuoi caricare questo file?

# watchingWith
source: You are watching with {numPeople} others
it: Stai guardando con altri {numPeople}

source: Uploading
it: Caricamento in corso

# uploadFail
source: Upload failed
it: Caricamento fallito

# charactersLimit
source: {charsLeft} of {charsTotal} characters left
it: {charsLeft} di {charsTotal} caratteri rimasti

# uploadingPostSuccess
source: Your post has been sent in.
it: Il tuo post è stato inviato.

# testimonyInfo
source: Record your video with your phone.
it: Registra il tuo video con il telefono.

source: Your video
it: Il tuo video

source: Record
it: Registra

# recordingTips
source: A few tips to get a good recording
it: Alcuni consigli per ottenere una buona registrazione

# recordingTipA
source: Find a quiet place to record.
it: Trova un posto tranquillo per registrare.

# recordingTipB
source: Make sure that your face is evenly lit.
it: Assicurati che il tuo viso sia uniformemente illuminato.

# recordingTipC
source: Think about what you want to say before you start recording.
it: Pensa a cosa vuoi dire prima di iniziare a registrare.

# recordingTipD
source: Turn your phone in landscape mode.
it: Ruota il tuo telefono in modalità orizzontale.

source: Thank you!
it: Grazie!

# thankYouForContribution
source: Thank you for your contribution!
it: Grazie per il tuo contributo!

# uploadingVideoSuccess
source: Your video has been sent in.
it: Il tuo video è stato inviato.

source: Next
it: Prossimo

# recordVideoCameraPermissionAlert
source: You have to grant camera permission in settings to record video.
it: Devi autorizzare la videocamera nelle impostazioni per registrare video.

# recordVideoPhotosPermissionAlert
source: You have to grant photo album permission in settings to record video.
it: Devi autorizzare l'album fotografico nelle impostazioni per registrare video.

# recordVideoStoragePermissionAlert
source: You have to grant storage permission in settings to record video.
it: Devi autorizzare l'archiviazione nelle impostazioni per registrare video.

# recordVideoMicrophonePermissionAlert
source: You have to grant microphone permission in settings to record video.
it: Devi autorizzare il microfono nelle impostazioni per registrare video.

# takePhotoStoragePermissionAlert
source: You have to grant storage permission in settings to take photo.
it: Devi autorizzare l'archiviazione nelle impostazioni per scattare una foto.

# takePhotoCameraPermissionAlert
source: You have to grant camera permission in settings to take photo.
it: Devi autorizzare la fotocamera nelle impostazioni per scattare una foto.

# pickPhotoStoragePermissionAlert
source: You have to grant storage permission in settings to pick photos.
it: Devi autorizzare l'archiviazione nelle impostazioni per scegliere le foto.

# permissionsAlertTitle
source: Permissions needed
it: Autorizzazioni necessarie

source: Add
it: Aggiungi

source: Change
it: Cambia

# recordingFailedTitle
source: Couldn't record the video
it: Impossibile registrare il video

# recordingFailedMessage
source: Something went wrong while trying to record the video.
it: Qualcosa è andato storto durante il tentativo di registrare il video.

# pollSubtitle
source: Poll
it: Sondaggio

source: Write here
it: Scrivi qui

source: Feed
it: Alimenta

# atmosphereFeedDescription
source: Contribute in the activity feed by sending in a message, testimony or picture from where you are.
it: Contribuisci all'alimentazione delle attività inviando un messaggio, una testimonianza o un'immagine da dove ti trovi.

source: Information
it: Informazioni

# photoNotSupported
source: Taking and picking photo are not supported on your device.
it: Lo scatto e la selezione di foto non sono supportati sul tuo dispositivo.

# answerFailed
source: Sorry! We were unable to send the answer. Please, try again.
it: Scusa! Non siamo in grado di inviare la risposta. Per favore riprova.

source: Question
it: Domanda

# notificationChannelPlayerName
source: Player
it: Partecipante

source: Now
it: Adesso

source: Create post
it: Crea un post

# concernTextPlaceholder
source: Describe the issue
it: Descrivi il problema

# debugInfoExplanation
source: Your message will include this information, to help us better understand the issue.
it: Il tuo messaggio includerà queste informazioni, per aiutarci a comprendere meglio il problema.

source: Send
it: Invia

source: Sending
it: Invio

# thankYouSupportTitle
source: Thank you for your feedback!
it: Grazie per il tuo commento!

# thankYouSupportDescription
source: We appreciate all feedback and we will address the issue as soon as possible.
it: Apprezziamo tutti i riscontri e risolveremo il problema il prima possibile.

# sendFail
source: Couldn't send you message
it: Impossibile inviare il messaggio

# sendFailDescription
source: Something went wrong. Check your internet connection and try again.
it: Qualcosa è andato storto. Controlla la tua connessione Internet e riprova.

source: Today
it: Oggi

source: No new posts
it: Nessun nuovo post

# newPostsMultiple
source: {postCount} new posts!
it: {postCount} nuovi post!

# newPostsSingle
source: {postCount} new post!
it: {postCount} nuovi post!

source: Expired
it: Scaduto

# availableFrom
source: Available {date}
it: Disponibile{date}

# howFar
source: How far did you go?
it: Fino a che punto sei arrivato?

source: Submit
it: Invia

source: Well done!
it: Ben fatto!

# wellDoneDistance
source: Well done! You have registered a total distance of {distanceInKM} km
it: Ben fatto! Hai registrato una distanza totale di {distanceInKM} km

# distanceRegistered
source: Your distance has been registered. Continue below if you want to submit another distance.
it: La tua distanza è stata registrata. Continua di seguito se desideri inviare un'altra distanza.

# ranMore
source: I went more than {distanceInKM} km
it: Ho percorso più di {distanceInKM} km

# moreThan
source: More than {distanceInKM} km
it: Più di {distanceInKM} km

# runningEffort
source: Amazing effort! Type the amount of kilometers you went below.
it: Incredibile sforzo! Digita la quantità di chilometri percorsi di seguito.

# slideSelect
source: Slide to select how far you went
it: Scorri per selezionare la distanza percorsa

source: Submit another distance
it: Invia un'altra distanza

source: Edit picture
it: Modifica immagine

source: Profile picture
it: Immagine del profilo

# firstPostTitle
source: Be the first to post a picture or message
it: Sii il primo a pubblicare un'immagine o un messaggio

# timezoneInformation
source: Tv guide timetable is in your local time: {time}
it: L'orario della guida Tv è nella tua ora locale: {timeZone}

source: Your question
it: La tua domanda

# uploadingInquirySuccess
source: Please note that not all submitted questions are answered in the broadcast.
it: Si prega di notare che non tutte le domande inviate trovano risposta nella trasmissione.

# askQuestion
source: Ask a question
it: Fai una domanda

# submitQuestionInfo
source: By submitting a question you accept that it can be used for broadcast purposes.
it: Inviando una domanda accetti che possa essere utilizzata per scopi di trasmissione.

source: Posting
it: Pubblicazione

# submitPostInfo
source: By submitting a post or photo you accept that it can be used for broadcast purposes.
it: Inviando un post o una foto accetti che possa essere utilizzato per scopi di trasmissione.

source: Crop image
it: Ritaglia l'immagine

source: Square
it: Squadra

# pollSingleChoice
source: You may select your answer only once.
it: Puoi selezionare la tua risposta solo una volta.

# pollMultipleChoice
source: You may change your answer multiple times.
it: Puoi cambiare la tua risposta più volte.

# pollEnded
source: The poll section has ended. Thank you for your responses.
it: La sezione dei sondaggi è terminata. Grazie per le tue risposte.

# browserInstall
source: Please install web browser to be able to open this URL.
it: Installa il browser web per poter aprire questo URL.

source: Share
it: Condividi

source: Live now
it: In onda adesso

source: Program
it: Programma

# participateTab
source: Participate
it: Partecipa

source: Tomorrow
it: Domani

source: Read by
it: Leggi da

# pollAnswer
source: You've answered: {answer}
it: Hai risposto: {answer}

source: Broadcasts
it: Trasmissioni

# quizAnswered
source: Answers submitted
it: Risposte inviate

# quizNotEnabled
source: Quiz is not available at the moment. Please try again later.
it: Il quiz non è al momento disponibile. Per favore riprova più tardi.

source: Calendar
it: Calendario

# noEvents
source: No scheduled transmissions
it: Nessuna trasmissione programmata

# appUpdateTitle
source: Update required
it: Aggiornamento necessario

# appUpdateRequest
source: Please download the latest app to enjoy all the latest features and bug fixes.
it: Scarica l'ultima app per godere di tutte le ultime funzionalità e correzioni dei bug.

# appUpdateAccepted
source: Update
it: Aggiorna

# donationNotAvailable
source: Donation is not available at the moment. Please try again later.
it: La donazione non è disponibile al momento. Per favore riprova più tardi.

# posts
source: {postsCount} Posts
it: {postsCount} Post

source: Copy
it: Copia

source: Reload
it: Ricarica

# participantsTitle
source: Who is answering?
it: Chi sta rispondendo?

# participantsSubtitle
source: Select one or more participants.
it: Seleziona uno o più partecipanti.

source: Your family
it: La tua famiglia

source: Your turn
it: Il tuo turno

# shareStart
source: Share from start
it: Condividi dall'inizio

# shareTime
source: Share from time {time}
it: Condividi dall'ora {time}

# loadContentError
source: Couldn't load content
it: Impossibile caricare il contenuto

# audioOnlyErrorDescription
source: Check internet connection and try again
it: Controlla la connessione a internet e riprova

source: Privacy Policy
it: Informativa sulla privacy

# tokenError
source: We couldn't confirm your identity, most likely due to a network problem. Some features of the app may not work correctly.
it: Non siamo riusciti a confermare la tua identità, molto probabilmente a causa di un problema di rete. Alcune funzioni dell'app potrebbero non funzionare correttamente.

# categoriesTab
source: Categories
it: Categorie

# settingsTab
source: Settings
it: Impostazioni

source: Confirm login
it: Conferma l'accesso

# scanInfo
source: Scan code with your phone to enter login page.
it: Scansiona il codice con il tuo telefono per accedere alla pagina di accesso.

# validInfo
source: QR Code is valid for 15 minutes.
it: Il codice QR è valido per 15 minuti.

# confirmInfo
source: After successful login on your device click button below to confirm your login.
it: Dopo aver effettuato correttamente l'accesso sul tuo dispositivo, fai clic sul pulsante in basso per confermare il tuo accesso.

# seriesTab
source: Series
it: Serie

# filmsTab
source: Films
it: Film

# eventsTab
source: Events
it: Eventi

source: Audio language
it: Lingua audio

source: Subtitles language
it: Lingua dei sottotitoli

# removeFromRecentSearches
source: Do you want to remove this element from recent searches?
it: Vuoi rimuovere questo elemento dalle ricerche recenti?

# noTransmissionToday
source: No scheduled transmission for today
it: Nessuna trasmissione programmata per oggi

# livestreamMaintenanceTitle
source: Live stream is not available
it: La trasmissione in diretta non è disponibile

source: Start
it: Avvia

source: Transmission schedule
it: Programma delle trasmissioni

source: Featured
it: Consigliato

# errorTryAgain
source: Something went wrong, please try again later.
it: Qualcosa è andato storto, riprova più tardi.

# reportProblem
source: In case of any problems use QR code below to send us an email.
it: In caso di problemi usa il codice QR qui sotto per inviarci un'e-mail.

# phoneReadingProblem
source: If your phone can't read QR code send us an email with following info to
it: Se il tuo telefono non riesce a leggere il codice QR, inviaci un'e-mail con le seguenti informazioni a

# goTo
source: or go to
it: o vai a

# watchBrunstad
source: Watch BrunstadTV live
it: Guarda BrunstadTV in diretta

# notLogged
source: Not logged in
it: Non sei collegato

# authResponse0
source: Please use new QR code to log in.
it: Si prega di utilizzare il nuovo codice QR per accedere.

# authResponse1
source: Please log in on your mobile using QR code.
it: Accedi sul tuo cellulare utilizzando il codice QR.

# authResponse3
source: Check your network connection and please try again later.
it: Controlla la tua connessione di rete e riprova più tardi.

# liveHeader
source: Live
it: Diretta

# recentlyPublishedSection
source: Recently published
it: Pubblicati di recente

# exploreCategoriesSection
source: Explore categories
it: Esplora le categorie

# programsSection
source: Programs
it: Programmi

# episodesSection
source: Episodes
it: Episodi

# categorySeries
source: Series
it: Serie

# categoryKids
source: Kids
it: Bambini

# categoryFilms
source: Films
it: Film

# categoryEvents
source: Events
it: Eventi

# categoryMusic
source: Music
it: Musica

# noPlannedEvents
source: No planned events today
it: Nessun evento in programma per questo giorno

source: Watch now
it: Guarda adesso
